Repository: AlvinGasimov/AnyWay-AnyTrip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Distance from city center
az: Şəhər mərkəzindən məsafə

source: Rating
az: Reytinq

source: Rating descending
az: Reytinq azalır

source: First houses or apartments
az: İlk evlər və ya mənzillər

source: Unrated
az: Qiymətləndirilməmiş

source: 3 Stars
az: 3 Ulduz

source: 4 Stars
az: 4 Ulduz

source: 5 Stars
az: 5 Ulduz

source: January
az: Yanvar

source: February
az: Fevral

source: March
az: Mart

source: April
az: Aprel

source: June
az: İyun

source: July
az: İyul

source: August
az: Avqust

source: September
az: Sentyabr

source: October
az: Oktyabr

source: November
az: Noyabr

source: December
az: Dekabr

source: Week
az: Həftə

source: Weekend
az: Həftə sonu

source: Custom
az: Xüsusi

source: Monday
az: Bazar ertəsi

source: Tuesday
az: Çərşənbə axşamı

source: Wednesday
az: Çərşənbə

source: Thursday
az: Cümə axşamı

source: Friday
az: Cümə

source: Saturday
az: Şənbə

source: Sunday
az: Bazar günü

source: Найти
az: Axtar

source: Направления, варианты размещения или даже адрес
az: İstiqamətlər, yaşayış variantları və ya hətta bir ünvan

source: Куда вы хотите?
az: Hara getmək istəyirsən?

source: CHECK IN - CHECK OUT
az: GEDİŞ - DÖNÜŞ

source: Calendar
az: Təqvim

source: I am flexible
az: Mən çevikəm

source: None
az: Heç biri

source: day
az: gün

source: days
az: günlər

source: Preferred nights
az: Tercih edilən gecələr

source: Select duration and check-in date
az: Müddəti və qeydiyyat tarixini seçin

source: Night
az: Gecə

source: Preferred months
az: Üstünlük verilən aylar

source: Select Dates
az: Tarixləri seçin

source: Adults
az: Böyüklər

source: Children
az: Uşaqlar

source: years old
az: yaşı var

source: To find a place to stay that fits your entire group along with correct prices, we need to know how old your children will be at check-out
az: Bütün qrupunuza uyğun olan və düzgün qiymətlərlə qalmağa yer tapmaq üçün uşaqlarınızın check-out zamanı neçə yaşında olacağını bilməliyik.

source: Rooms
az: Otaqlar

source: Done
az: Bitdi

source: Я ищу дом или апартаменты целиком
az: Tam ev və ya mənzil axtarıram

source: Я путешествую по работе
az: Mən iş üçün səyahət edirəm

source: Photos
az: Şəkillər

source: Азербайджан — откройте для себя эту страну
az: Azərbaycan - bu ölkəni kəşf edin

source: В этих популярных местах вы точно найдете что-то для себя
az: Bu məşhur yerlərdə mütləq özünüz üçün bir şey tapacaqsınız

source: км от центра
az: km mərkəzdən

source: Жилье для осознанных путешествий
az: Şüurlu səyahət üçün yerləşdirmə

source: Спецпредложения
az: Xüsusi təkliflər

source: Акции, скидки и специальные предложения для вас.
az: Sizin üçün aksiyalar, endirimlər və xüsusi təkliflər.

source: спец предложения
az: xüsusi təkliflər

source: В этих популярных местах вы точно найдете что-то для себя.
az: Bu məşhur yerlərdə mütləq özünüz üçün bir şey tapacaqsınız.

source: вариантов размещения
az: yaşayış variantları

source: Поиск по типу размещения
az: Yaşayış növünə görə axtarın

source: Quick and easy trip planner
az: Tez və asan səyahət planlayıcısı

source: Pick a vibe and explore the top destinations in Azerbaijan
az: Vibe seçin və Azərbaycanın ən yaxşı istiqamətlərini kəşf edin

source: Выберите уникальное жилье
az: Unikal bir yaşayış yeri seçin

source: У нас есть всё: от замков и вилл до плавучих отелей и иглу
az: Bizdə hər şey var: qalalardan tutmuş villalar, su üstündə olan otellərdən iglulara qədər.

source: Filter
az: Filtr

source: Popular Filters
az: Populyar Filtrlər

source: Property Rating
az: Əmlak reytinqi

source: Fun Things To Do
az: Servislər

source: показать все фильтры
az: bütün filtrləri göstərin

source: Property Type
az: Mülkiyyət növü

source: найдено
az: tapıldı

source: вариантов
az: seçimlər

source: Сортировать
az: Cür

source: Сначала дома и аппартаменты
az: İlk evlər və mənzillər

source: Оценка объекта по убыванию
az: Obyekt reytinqi azalır

source: Расстояние от центра города
az: Şəhər mərkəzindən məsafə

source: Оценка + кол-во отзывов
az: Reytinq + rəylərin sayı

source: Наши рекомендации
az: Tövsiyələrimiz

source: Sea Detail
az: Dəniz təfərrüatı

source: Previous
az: Əvvəlki

source: Next
az: Sonrakı

source: Сэкономьте время и деньги
az: Vaxta və pula qənaət edin

source: Подпишитесь, и мы вышлем вам лучшие предложения
az: Abunə olun və biz sizə ən yaxşı təklifləri göndərəcəyik

source: Ваш электронный адрес
az: Sizin e-poçt ünvanınız

source: Пожалуйста заполните поле.
az: Zəhmət olmasa sahəni doldurun.

source: Подписаться
az: Abunə ol

source: Copyright
az: Müəllif hüququ

source: Все права защищены
az: Bütün hüquqlar qorunur

source: Eще
az: Daha çox

source: Программа лояльности
az: Sadiqlik proqramı

source: Зарегистрировать свой объект
az: Obyektinizi qeydiyyatdan keçirin

source: помощь и поддержка
az: kömək və dəstək

source: Служба поддержки
az: Dəstək

source: Разрешение споров
az: Mübahisələrin həlli

source: вдохновение
az: ilham

source: Сезонные и праздничные предложения
az: Mövsümi və bayram təklifləri

source: Статьи о путешествиях
az: Səyahət Məqalələri

source: Настройки и юридическая помощь
az: Parametrlər və hüquqi yardım

source: О нашем сайте
az: Saytımız haqqında

source: Вакансии
az: İşlər

source: Юридическая информация
az: Hüquqi məlumat

source: Правила и условия
az: Şərtlər və qaydalar

source: Пресс-центр
az: Mətbuat mərkəzi

source: Check-in Date - Check-out Date
az: Giriş tarixi - Çıxış tarixi
